# Various upstream formulas to add for homebrew to search through
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

# All the packages I like
brew "coreutils"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "mpv"
brew "neovim"
brew "node"
brew "openssh"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "the_silver_searcher"
brew "wget"
brew "bitwarden-cli"

cask "docker"
cask "slack"
cask "zoom"
cask "iterm2"
cask "bitwarden"

cask "homebrew/cask-fonts/font-sauce-code-pro-nerd-font"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-fonts/font-symbols-only-nerd-font"

# vim: set filetype=ruby:
