# Various upstream formulas to add for homebrew to search through
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'koekeishiya/formulae'
tap 'universal-ctags/universal-ctags'
tap 'frdmn/formulas'
tap 'caskroom/drivers'
tap 'caskroom/versions'

# All the packages I like
brew 'coreutils'
brew 'frdmn/formulas/homebrew-update-notifier'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'htop'
brew 'jq'
brew 'koekeishiya/formulae/khd'
brew 'koekeishiya/formulae/kwm'
brew 'libpng'
brew 'lynis'
brew 'mariadb'
brew 'mas'
brew 'maven'
brew 'maven-completion'
brew 'mpv'
brew 'node'
brew 'oniguruma'
brew 'openssh'
brew 'openssl'
brew 'openssl@1.1'
brew 'perl'
brew 'python'
brew 'qrencode'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'sqlite'
brew 'sshpass'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'xz'

# Various applications that are packaged as .app
cask 'appcleaner'
cask 'firefox'
cask 'google-chrome'
cask 'google-play-music-desktop-player'
cask 'iterm2'
cask 'slack'
cask 'streamlink-twitch-gui'
cask 'vlc'
cask 'yubico-authenticator'

# Vagrant and virtual machine management
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'

# vim: set filetype=ruby:
