# Various upstream formulas to add for homebrew to search through
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'koekeishiya/khd'
tap 'koekeishiya/kwm'
tap 'universal-ctags/universal-ctags'

# All the packages I like
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'coreutils'
brew 'pcre'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'htop'
brew 'oniguruma'
brew 'jq'
brew 'libpng'
brew 'mas'
brew 'perl'
brew 'qrencode'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'xz'
brew 'the_silver_searcher'
brew 'vim'
brew 'wget'
brew 'homebrew/dupes/openssh'
brew 'koekeishiya/khd/khd'
brew 'koekeishiya/kwm/kwm'

# Various applications that are packaged as .app
cask 'karabiner-elements'
cask 'vlc'
cask 'iterm2'
cask 'firefox'
cask 'slack'

# Vagrant and virtual machine management
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'

# And the apps I've installed from the Apple Store
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'GarageBand', id: 682658836
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825

# vim: set filetype=ruby:
